/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ este cea ultima versiune disponibilă.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ este cea ultima versiune disponibilă.\n(You are currently running version %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ este disponibilă—tu ai %3$@. Dorești să o descărcarci acum?";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ descărcat";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ din %2$@";

/* Description text for SUUpdateAlert when the critical update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ a fost descărcată și este gata de utilizare! Aceasta este o actualizare importantă; dorești să o instalezi și să relansați %1$@ acum?";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ a fost descărcată și este gata de utilizare! Dorești să o instalezi și să relansați %1$@ acum?";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "%1$@ nu poate fi actualizată atunci când a fost pornită de pe un volum read-only ca o imagine disc sau o unitate optică.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "O nouă versiune pentru %@ este disponibilă!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "O nouă versiune pentru %@ este gata de instalare!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "A apărut o eroare în timpul preluari informaţiilor pentru actualizare. Te rog încercă din nou mai târziu.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "A apărut o eroare în timp ce se descărca actualizărea. Te rog încercă din nou mai târziu.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "A apărut o eroare în timpul dezarhivării. Te rog încercă din nou mai târziu.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "A apărut o eroare în timpul citiri feed-ului de actualizare.";

/* No comment provided by engineer. */
"An important update to %@ is ready to install" = "O actualizare importantă pentru %@ este gata pentru a fi instalată";

/* No comment provided by engineer. */
"Cancel" = "Anulează";

/* No comment provided by engineer. */
"Cancel Update" = "Anulează actualizarea";

/* No comment provided by engineer. */
"Checking for updates…" = "Verifică de actualizări…";

/* Take care not to overflow the status window. */
"Downloading update…" = "Descarcă actualizarea…";

/* Take care not to overflow the status window. */
"Extracting update…" = "Dezarhivează actualizarea…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalează și Redeschide";

/* Take care not to overflow the status window. */
"Installing update…" = "Instalează actualizarea…";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More…" = "Află mai multe…";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Pregatit pentru a instala";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ ar trebui ca să caute în mod automat pentru actualizări? Puteți verifica mereu pentru actualizări din meniul %1$@.";

/* No comment provided by engineer. */
"Update Error!" = "Eroare Actualizare!";

/* No comment provided by engineer. */
"Updating %@" = "Actualizează %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Mută %1$@ în directorul Aplicații, repornește-o de acolo și încearcă din nou.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up to date!" = "Ai ultima versiune!";

"%1$@ can’t be updated if it’s running from the location it was downloaded to." = "Vă rugăm să trageți %1$@ în dosarul Aplicații pentru a permite actualizările.";
